[
    { "text": "Life is what happens when you're busy making other plans.", "author": "John Lennon" },
    { "text": "The best way to predict the future is to create it.", "author": "Peter Drucker" },
    { "text": "Journaling is like whispering to oneself and listening at the same time.", "author": "Mina Murray" },
    { "text": "A good journal entry should be like a good conversation—unexpected, revealing, and meaningful.", "author": "Anonymous" },
    { "text": "Life isn’t about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw" },
    { "text": "An unexamined life is not worth living.", "author": "Socrates" },
    { "text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi" },
    { "text": "Happiness is not something ready-made. It comes from your own actions.", "author": "Dalai Lama" },
    { "text": "Life is like a camera—focus on what’s important, capture the good times.", "author": "Anonymous" },
    { "text": "The secret to happiness is freedom... and the secret to freedom is courage.", "author": "Thucydides" },
    { "text": "Do more things that make you forget to check your phone.", "author": "Unknown" },
    { "text": "The only journey is the one within.", "author": "Rainer Maria Rilke" },
    { "text": "Your diary knows more about you than your best friend does.", "author": "Anonymous" },
    { "text": "Write what should not be forgotten.", "author": "Isabel Allende" },
    { "text": "Don’t wait. The time will never be just right.", "author": "Napoleon Hill" },
    { "text": "You can’t start the next chapter if you keep re-reading the last one.", "author": "Anonymous" },
    { "text": "Live your days with purpose, or they'll pass without meaning.", "author": "Anonymous" },
    { "text": "A day without laughter is a day wasted.", "author": "Charlie Chaplin" },
    { "text": "Most people exist, few actually live.", "author": "Oscar Wilde" },
    { "text": "Journals are time machines that take you back to who you were.", "author": "Anonymous" },
    { "text": "The bad news is time flies. The good news is you’re the pilot.", "author": "Michael Altshuler" },
    { "text": "Fill your paper with the breathings of your heart.", "author": "William Wordsworth" },
    { "text": "Everything you can imagine is real.", "author": "Pablo Picasso" },
    { "text": "Write your worries in the sand and carve your joys in stone.", "author": "Anonymous" },
    { "text": "Don’t count the days, make the days count.", "author": "Muhammad Ali" },
    { "text": "We write to taste life twice, in the moment and in retrospect.", "author": "Anaïs Nin" },
    { "text": "Every new day is a blank page in your story.", "author": "Anonymous" },
    { "text": "If you tell the truth, you don’t have to remember anything.", "author": "Mark Twain" },
    { "text": "A journal is a conversation with yourself.", "author": "Anonymous" },
    { "text": "The best moments in life are often unplanned.", "author": "Anonymous" },
    { "text": "Life is too important to be taken seriously.", "author": "Oscar Wilde" },
    { "text": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
    { "text": "Live in such a way that your journal would make a great book.", "author": "Anonymous" },
    { "text": "No one has ever become poor by giving.", "author": "Anne Frank" },
    { "text": "Journaling is self-care in ink.", "author": "Anonymous" },
    { "text": "You never realize how short a month is until you start journaling daily.", "author": "Anonymous" },
    { "text": "A year from now, you'll wish you started today.", "author": "Anonymous" },
    { "text": "It’s not what you look at that matters, it’s what you see.", "author": "Henry David Thoreau" },
    { "text": "The purpose of life is a life of purpose.", "author": "Robert Byrne" },
    { "text": "The secret of getting ahead is getting started.", "author": "Mark Twain" },
    { "text": "Nothing is worth more than this day.", "author": "Johann Wolfgang von Goethe" },
    { "text": "The first step towards getting somewhere is to decide you’re not staying where you are.", "author": "J.P. Morgan" },
    { "text": "We do not remember days, we remember moments.", "author": "Cesare Pavese" },
    { "text": "Write it down. You'll thank yourself later.", "author": "Anonymous" },
    { "text": "Life is really simple, but we insist on making it complicated.", "author": "Confucius" },
    { "text": "You are never too old to set another goal or to dream a new dream.", "author": "C.S. Lewis" },
    { "text": "A day spent without writing is a day wasted.", "author": "Anonymous" },
    { "text": "Your journal is your past self speaking to your future self.", "author": "Anonymous" },
    { "text": "The quieter you become, the more you can hear.", "author": "Ram Dass" },
    { "text": "You can’t change the past, but you can ruin the present by worrying about the future.", "author": "Anonymous" }
]
